<template>
	<transition name="fadeIn">
		<section class="offer col-9 row">
			<div class="closeOffer row col-12 align-items-center justify-content-start" @click="leaveAgreement">
				<i class="fas fa-arrow-left"></i>
				Закрыть соглашение
			</div>
			<div class="offer-promo col-12">
				<p>Сервис <b>https://betify.pro/</b> - проект, позволяющий пользователям делать Ставки на киберспортивные События. Делая Ставки на <b>https://betify.pro/</b>, Вы подтверждаете, что:</p>
				<ol>
					<li>Вы достигли возраста совершеннолетия.</li>
					<li>Законами страны, в которой Вы проживаете, Вам разрешено делать Ставки.</li>
					<li>Вы согласны со всеми пунктами Пользовательского соглашения.</li>
				</ol>
				<p>Если Вы не согласны с какими-либо условиями пользовательского данного пользовательского соглашения, Вы обязаны незамедлительно покинуть страницу.</p>
			</div>
			<h3 class="offer-head col-12">Пользовательское соглашение</h3>
			<span class="offer-version col-12">Версия от 23 сентября 2018</span>
			<article class="offer-underPromo col-12">
				<p>Подтверждая настоящее Пользовательское соглашение (далее – «Соглашение») Пользователь подтверждает, что ему 18 лет или больше.</p>
				<p>Никто в возрасте до 18 лет или до возраста, при котором юридически разрешено принимать участие в деятельности, включенной в услуги, предоставляемые Администратором, в соответствии с законами какой-либо юрисдикции, в зависимости от того, что больше не может пользоваться услугами ни при каких условиях, и любое лицо, младше совершеннолетнего возраста, пользующееся услугами, будут нарушать условия настоящего Соглашения.</p>
				<p>Администрация имеет право в любой момент потребовать от Пользователя доказать свой возраст, чтобы убедиться, что лица, не достигшие совершеннолетнего возраста, не пользуются Услугами, предоставляемыми Сервисом <b>https://betify.pro/</b>. Администрация может закрыть аккаунт Пользователя и запретить ему в дальнейшем пользоваться Услугами, если возраст Пользователя не подтвержден, либо если Администратор подозревает, что Пользователь не достиг совершеннолетнего возраста.</p>
				<p>Администрация имеет право в любой момент заморозить или закрыть навсегда аккаунт Пользователя и запретить ему в дальнейшем пользоваться Услугами, предоставляемыми сервисом <b>https://betify.pro/</b>, если он будет подозреваться в получении выгоды путём нечестной игры.</p>
			</article>
			<div class="offer-chaptersWrap">

				<div class="offer-chapters offer-chapter1">
					<h4><span class="h4Number">1.</span>Термины, определения и общие положения</h4>
					<ol>
						<li><span class="liNumber">1.1.</span> В настоящем пользовательском соглашении, если из текста прямо не вытекает иное, следующие термины будут иметь указанные ниже значения:</li>
						<li>
							<span class="liNumber">1.2.</span> 
							Все остальные термины и определения, встречающиеся в тексте Соглашения, толкуются Сторонами в соответствии с действующим законодательством страны Сервиса и сложившимися в сети интернет обычными правилами толкования соответствующих терминов.
							<dl class="row col-12 align-items-start">
								<dt>«Пользователь»</dt>
								<dd>Дееспособное физическое лицо, старше 18 лет или достигшее совершеннолетнего возраста, предусмотренного его местным законодательством, заключившее Соглашение, расположенное в сети Интернет по адресу <b>https://betify.pro/legal</b>.</dd>
								<dt>«Правила»</dt>
								<dd>Правила размещения Ставок и зачисления выигрышей. Текст правил расположен в приложении №1 и является неотъемлемой частью Соглашения.</dd>
								<dt>«Промокод»</dt>
								<dd>Ключевое слово, дающее Пользователю право на скидку при пополнении баланса.</dd>
								<dt>«Сайт»</dt>										
								<dd>Совокупность информации, текстов, графических элементов, дизайна, изображений, фото и видеоматериалов, программ для ЭВМ, иных результатов интеллектуальной деятельности, доступных в сети интернет по доменному адресу <b>https://betify.pro/</b>.</dd>
								<dt>«Событие»</dt>
								<dd>Киберспортивное Событие, на которое Пользователь может сделать Ставку.</dd>
								<dt>«Соглашение»</dt>
								<dd>Настоящее Пользовательское Соглашение.</dd>
								<dt>«Ставка»</dt>
								<dd>Ставка на исход События, размещаемая Пользователем с использованием Сайта.</dd>
								<dt>«Стороны»</dt>
								<dd>Сервис и Пользователь.</dd>						
								<dt>«Ник»</dt>
								<dd>Псевдоним, используемый Пользователем в чате.</dd>
							</dl>
							<span>Заявление о раскрытии рисков расположено в приложении №2.</span>
							<span>Политика самоограничения расположена в приложении №3.</span>
							<span>AML/KYC политика расположена в приложении №4.</span>
							<span>Политика конфиденциальности расположена в приложении №5.</span>
							<span class="lastSpanAfterDl">Все приложения являются неотъемлемыми частями Соглашения.</span>
						</li>
						<li><span class="liNumber">1.3.</span> Названия заголовков (пунктов) Соглашения предназначены исключительно для удобства пользования текстом Соглашения и буквального юридического значения не имеют.</li>
						<li><span class="liNumber">1.4.</span> Любая Ставка является подтверждением того, что Пользователь знает настоящие правила и согласен со всеми положениями настоящего Соглашения. Администрация Сайта имеет право признать недействительными Ставки, сделанные с нарушением настоящего Соглашения. Администрация не несет никакой ответственности относительно того, когда именно ей стало известно, либо установлено впоследствии, что Ставки были сделаны с нарушением Соглашения.</li>
						<li><span class="liNumber">1.5.</span> Сайт имеет право не принимать Ставки у лиц, не выполняющих правила настоящего Соглашения.</li>
					</ol>							
				</div>

				<div class="offer-chapters offer-chapter2">
					<h4><span class="h4Number">2.</span>Порядок заключения Соглашения</h4>
					<ol>
						<li><span class="liNumber">2.1.</span>Текст Соглашения, постоянно размещенный в сети Интернет по сетевому адресу <b>https://betify.pro/legal</b> содержит все существенные условия Соглашения и является предложением Сервиса заключить Соглашение с любым полностью дееспособным третьим лицом.</li>
						<li>
							<span class="liNumber">2.2.</span> Надлежащим акцептом настоящей оферты считается осуществление третьим лицом следующих действий:
							<ol>
								<li><span class="liNumber">2.2.1.</span>Проставление символа в специальном поле под заголовком «Я принимаю условия пользовательского соглашения»;</li>
								<li><span class="liNumber">2.2.2.</span>Проставление символа в специальном поле под заголовком «Я подтверждаю, что являюсь совершеннолетним»;</li>
								<li><span class="liNumber">2.2.3.</span>Авторизация на Сайте путем перехода по ссылке «Войти» и осуществления авторизации через уже имеющийся аккаунт ВКонтакте или Steam или путем создания новых аккаунтов ВКонтакте или Steam.</li>
							</ol>
						</li>
					</ol>
				</div>

				<div class="offer-chapters offer-chapter3">
					<h4><span class="h4Number">3.</span>Предмет Соглашения</h4>
					<ol>
						<li><span class="liNumber">3.1.</span>Сервис предоставляет Пользователю безвозмездную простую (неисключительную) лицензию на использование Сайта и его программных средств по их прямому назначению, как то предусмотрено явными пользовательскими функциями Сайта на территории всего мира и на срок, в течение которого Сайт остается доступным для Пользователя.</li>
					</ol>
				</div>

				<div class="offer-chapters offer-chapter4">
					<h4><span class="h4Number">4.</span>Использование Сайта</h4>
					<ol>
						<li>
							<span class="liNumber">4.1.</span>Пользователь посредством Сайта имеет возможность:
							<ol>
								<li><span class="liNumber">4.1.1.</span>Размещать Ставки;</li>
								<li><span class="liNumber">4.1.2.</span>Просматривать статистику Событий;</li>
								<li><span class="liNumber">4.1.3.</span>Осуществлять ввод/вывод денежных средств;</li>
							</ol>
						</li>
						<li>
							<span class="liNumber">4.2.</span>Пользователю запрещается:
							<ol>
								<li><span class="liNumber">4.2.1.</span>Обходить технические ограничения, установленные на Сайте;</li>
								<li><span class="liNumber">4.2.2.</span>Создавать копии экземпляров Сайта, а также его внешнего оформления (дизайна);</li>
								<li><span class="liNumber">4.2.3.</span>Совершать действия, направленные на изменение функционирования и работоспособности Сайта;</li>
								<li><span class="liNumber">4.2.4.</span>Использовать Ники, содержащие в себе мат, оскорбления, расизм или рекламу;</li>
								<li><span class="liNumber">4.2.5.</span>Вводить в заблуждение пользователей проекта, путем использования никнеймов «Администратор», «Модератор» и подобных им;</li>
								<li><span class="liNumber">4.2.6.</span>Проявлять неуважение к другим Пользователям, Администрации Сайта и всему проекту в целом;</li>
								<li><span class="liNumber">4.2.7.</span>Оскорблять игроков;</li>
								<li><span class="liNumber">4.2.8.</span>Распространять ссылки, содержащие рекламу;</li>
								<li><span class="liNumber">4.2.9.</span>Распространять ссылки на сайты, содержащие в себе порнографические, экстремистские или иные материалы, способные навредить нравственному или психическому здоровью человека;</li>
								<li><span class="liNumber">4.2.10.</span>Распространять сообщения, содержащие признаки расизма/экстремизма, вирусы, оскорбления, мат, порнографию и рекламу. Также запрещены флуд-сообщения;</li>
							</ol>
						</li>
						<li><span class="liNumber">4.3.</span> Пользователь подтверждает, что при регистрации на Сайте указал полную, точную и достоверную информацию о себе, и если в ней произойдут какие-либо изменения, то игрок незамедлительно внесет их в свой профиль. Невыполнение или игнорирование данного правила может привести к применению ограничений, приостановлению или блокировке счета, а также к аннулированию платежей.</li>
					</ol>
				</div>

				<div class="offer-chapters offer-chapter5">
					<h4><span class="h4Number">5.</span>Размещение ставок</h4>
					<ol>
						<li><span class="liNumber">5.1.</span>Порядок размещения Ставок, а также зачисления выигрышей, устанавливаются Правилами.</li>
						<li><span class="liNumber">5.2.</span>Сервис имеет право ограничивать максимальную Ставку на отдельные События, а также ограничивать или повышать максимальную Ставку конкретному Пользователю без уведомления и объяснения причин. Сервис имеет право ограничить или отказать конкретным Пользователям в доступе к предоставляемым сервисам или услугам без уведомления и объяснения причин.</li>
						<li><span class="liNumber">5.3.</span><b>Betify.pro</b> принимает Ставки на итоги киберспортивных событий, проходящих на территории Российской Федерации и других стран. Ставки принимаются в соответствии с настоящим Соглашением</li>
						<li><span class="liNumber">5.4.</span>При осуществлении Ставки Пользователь подтверждает, что не знает исхода события, на которое делается Ставка.</li>
						<li><span class="liNumber">5.5.</span>Котировки (текущие коэффициенты на событие) могут изменяться после любой Ставки, а также изменяются условия ранее сделанных Ставок (плавающий коэффициент).</li>
						<li><span class="liNumber">5.6.</span>При сокрытии физическим лицом от Сервиса информации, либо введение его в заблуждение, равно в иных случаях, при которых физическим лицом в нарушение требований Соглашения получена возможность стать Пользователем, риск неблагоприятных последствий (признание ставки(-ок) недействительной(-ыми), проигрышным, возмещение убытков Сайтом) полностью возлагается на данное физическое лицо.</li>
						<li><span class="liNumber">5.7.</span>Для размещения Ставки, Пользователь обязан пополнить баланс. Баланс может быть пополнен тремя способами:
							<ul>
								<li>Яндекс.Деньги;</li>
								<li>QIWI Кошелек;</li>
								<li>Банковская карта.</li>
							</ul>
						</li>
						<li><span class="liNumber">5.8.</span>В случае предоставления Сервисом различных скидок или акций, каждый Пользователь вправе получить и воспользоваться ими. Условия получения скидок устанавливаются на странице <b>https://betify.pro/discounts/</b>.</li>
						<li><span class="liNumber">5.9.</span>Для пополнения баланса Пользователь вправе использовать Промокод.</li>
						<li><span class="liNumber">5.10.</span>При осуществлении Ставки пользователь самостоятельно выбирает событие, его предполагаемый исход и размер ставки.</li>
						<li><span class="liNumber">5.11.</span>После осуществления ставки Пользователь не может отказаться от факта совершения Ставки, требовать отмены ставки или изменения условий ставки.</li>
						<li><span class="liNumber">5.12.</span>Пользователь вправе совершить Ставку на событие вплоть до его фактического начала.</li>
						<li><span class="liNumber">5.13.</span>Сервис не несет ответственности за правильность, полноту или своевременность предоставляемой информации от используемых источников.</li>
						<li><span class="liNumber">5.14.</span>Перевод с иностранных языков названий команд, фамилий участников событий, мест проведения событий, исходов, дата и время начала события и т.д., носят исключительно информативный характер и осуществляется исключительно для удобства Пользователей. Сервис не несет ответственность и не принимает претензии относительно корректности перевода. Неточность в переводе или отсутствие перевода не является основанием для признания Ставок недействительными и выплате по ним с коэффициентом выигрыша равным «1,00».</li>
						<li><span class="liNumber">5.15.</span>При наступлении результата События, в соответствии с настоящими Правилами, Пользователю рассчитывается Ставка.</li>
					</ol>
				</div>

				<div class="offer-chapters offer-chapter6">
					<h4><span class="h4Number">6.</span>Размещение средств</h4>
					<ol>
						<li><span class="liNumber">6.1.</span>Баланс может быть пополнен с использованием способов оплаты банковскими картами или электронными средствами платежа.</li>
						<li><span class="liNumber">6.2.</span>Все пополнения баланса должны быть сделаны после авторизации на Сайте, с аккаунта в платежной системе или кредитной карты, зарегистрированных на Пользователя, а также в той же валюте, что и аккаунт Пользователя; любые пополнения в другой валюте будут конвертированы по курсу банка или платежной системы, используемой Сервисом, после чего аккаунт Пользователя будет пополнен в соответствии с конвертацией. Пользователь должен принимать во внимание, что некоторые платежные системы могут применять дополнительные сборы при конвертации, которые будут вычтены из суммы пополнения баланса.</li>
						<li><span class="liNumber">6.3.</span>В большинстве случаев Сервис взимает транзакционные сборы с Пользователя за пополнение баланса. Пользователь ответственен за банковские сборы, которые он может понести в процессе размещения средств.</li>
						<li><span class="liNumber">6.4.</span>Пользователь соглашается полностью оплатить все платежи и сборы Сервису за пользование Сайтом. Пользователь осознает и соглашается с тем, что пользовательский аккаунт не является банковским счетом, в связи с чем он не имеет гарантий, страхования или любой другой защиты какой-либо системы страхования вкладов или банковских операций, или какой-либо другой аналогичной системой страхования какой-либо юрисдикции, включая, но не ограничиваясь, юрисдикцию Пользователя. Кроме того, на аккаунт Пользователя не начисляется процент на какие-либо средства, содержащиеся на нем.</li>
						<li><span class="liNumber">6.5.</span>Запрещено размещать средства, полученные от преступной и/или незаконной и/или несанкционированной деятельности.</li>
						<li><span class="liNumber">6.6.</span>При размещении Пользователем средств с использованием кредитной карты рекомендуется сохранить копию Отчета о транзакциях и копию настоящего соглашения.</li>
					</ol>							
				</div>

				<div class="offer-chapters offer-chapter7">
					<h4><span class="h4Number">7.</span>Вывод средств</h4>
					<ol>
						<li><span class="liNumber">7.1.</span>Вывод денежных средств с баланса осуществляются только существующими способами вывода, которые приведены в пункте 5.1. настоящего Соглашения.</li>
						<li><span class="liNumber">7.2.</span>Срок вывода денежных средств может составлять до 1 рабочего дня.</li>
						<li><span class="liNumber">7.3.</span>Пользователь несет ответственность за предоставленную платежную информацию, с помощью которой Сервис осуществляет вывод денежных средств.</li>
						<li><span class="liNumber">7.4.</span>Максимальная сумма списания средств за транзакцию – 15 000 российских рублей.</li>
						<li><span class="liNumber">7.5.</span>При выводе суммы равной или большей 300 российских рублей средства зачисляются на выбранную ранее Пользователем платежную систему только после утверждения Модератором.</li>
						<li><span class="liNumber">7.6.</span>Максимальное количество выводов средств за календарные сутки составляет 1 раз.</li>
						<li><span class="liNumber">7.7.</span>Для успешного вывода средств Пользователь должен выполнить все необходимые «Условия на вывод средств», указанные в окне вывода.</li>
						<li><span class="liNumber">7.8.</span>Сервис имеет право вычесть 5% комиссионных за каждый вывод средств.</li>
					</ol>
				</div>

				<div class="offer-chapters offer-chapter8">
					<h4><span class="h4Number">8.</span>Особые условия</h4>
					<ol>
						<li><span class="liNumber">8.1.</span>Сервис оставляет за собой право ограничивать или отменять любые Ставки.</li>
						<li><span class="liNumber">8.2.</span>Сервис не гарантирует, что Сайт соответствует требованиям Пользователя, что доступ к Сайту будет предоставляться непрерывно, быстро, надежно и без ошибок.</li>
						<li><span class="liNumber">8.3.</span>Программно-аппаратные ошибки, как на стороне Сервиса, так и на стороне Пользователя, приведшие к невозможности получения Пользователем доступа к Сайту, являются обстоятельствами непреодолимой силы, и основанием освобождения от ответственности за неисполнение обязательств Сервиса по Соглашению.</li>
						<li><span class="liNumber">8.4.</span>Сервис вправе передавать права и обязанности по соглашению третьим лицам. Настоящим Пользователь дает свое согласие на передачу прав и обязанностей Сервиса третьим лицам. Администратор уведомляет Пользователя о состоявшейся уступке путем размещения информации на Сайте.</li>
						<li><span class="liNumber">8.5.</span>При возникновении технических сбоев Сервис оставляет за собой право производить расчёт выигрыша с коэффициентом равным «1,00».</li>
						<li><span class="liNumber">8.6.</span>Сервис имеет право без предварительного уведомления запретить Пользователям доступ к Сайту и заблокировать их счета, в том случае, если они будут заподозрены в мошеннической деятельности. В таких случаях Сервис не несет ответственности по возврату и компенсации денежных средств, имеющихся на счетах таких Пользователей. Кроме того, Сервис имеет право известить о незаконной деятельности правоохранительные органы. Пользователи обязаны сотрудничать с нами при расследовании подобных случаев.</li>
						<li><span class="liNumber">8.7.</span>Пользователям запрещено использовать услуги и программное обеспечение Сайта для совершения любых мошеннических, незаконных действий и транзакций в соответствии с законодательством конкретной юрисдикции. Если будет установлен или выявлен факт совершения игроком подобных действий, Сервис может приостановить или заблокировать счет игрока и удержать средства, имеющиеся на нем. В таких случаях у Пользователей нет права предъявлять Сервису какие-либо претензии.</li>
						<li><span class="liNumber">8.8.</span>Запрещено загружать на Сайт информацию в объеме, способном вызвать сбои в работе Сайта и осуществлять какие-либо другие действия, которые могут повлиять на работу ресурса. В данном случае имеются в виду вирусы, вредоносные программы, массовая рассылка и спам – все перечисленное строго запрещено. Кроме того, Пользователям запрещено удалять, изменять и редактировать информацию, размещенную на Сайтe.</li>
						<li><span class="liNumber">8.9.</span>Пользователи могут пользоваться Сайтом исключительно в развлекательных целях. Запрещено копировать Сайт целиком или какую-либо его отдельную часть без письменного согласия Сервиса.</li>
						<li><span class="liNumber">8.10.</span>Пользователи обещают не совершать действия, направленные на взлом системы безопасности Сайта, получение незаконного доступа к закрытым данным или DDoS-атаки. По отношению к Пользователям, заподозренным в нарушении данного правила, будут применены соответствующие меры: полный запрет на доступ к Сайту и блокировка счета. Кроме того, Сервис имеет право оповестить ответственные органы о незаконных действиях Пользователя.</li>
						<li><span class="liNumber">8.11.</span>Сервис не несет ответственности за потери и убытки, которые могут понести Пользователи или третья сторона вследствие технических сбоев, спровоцированных вирусными атаками или другими вредоносными действиями, направленными на Сайт.</li>
					</ol>
				</div>

				<div class="offer-chapters offer-chapter9">
					<h4><span class="h4Number">9.</span>Ответственность</h4>
					<ol>
						<li><span class="liNumber">9.1.</span>В случае нарушения Пользователем условий Соглашения, Сервис вправе приостановить или прекратить предоставление доступа к определенным или всем функциям Сайта по Учетным данным Пользователя.</li>
						<li><span class="liNumber">9.2.</span>Сервис вправе в любой момент отказаться от исполнения или приостановить исполнение Соглашения, в том числе путем ограничения доступа к Сайту или его отдельным функциям.</li>
						<li><span class="liNumber">9.3.</span>Сервис не стремится предоставить Пользователю услуги, нарушающие законодательство его юрисдикции. Принимая Соглашение, игрок подтверждает и гарантирует, что использование Сайта соответствует законам и правилам, действующим на территории его юрисдикции. Мы не несем ответственности за незаконное пользование услугами Сайта.</li>
						<li><span class="liNumber">9.4.</span>Сайт не несет ответственности за несанкционированное использование кредитных карт, независимо от того, было заявлено об их краже или нет.</li>
						<li><span class="liNumber">9.5.</span>В случае нарушения безопасности и несанкционированного доступа к счету, игрок должен незамедлительно известить Администрацию. В случае необходимости игрок обязан предъявить доказательства того, что несанкционированный доступ действительно имел место. Администрация не несет ответственности за ущерб, полученный игроком в результате неправильного или неосторожного использования имени пользователя и пароля третьей стороной или за несанкционированный доступ к счету.</li>
						<li><span class="liNumber">9.6.</span>Пользователь соглашается не отказываться, не аннулировать и не отменять транзакции, проведенные с участием его счета. К тому же в каждом из подобных случаев он обязан вернуть или компенсировать сумму неразмещенных средств, включая расходы, которые Сервис может понести при сборе вкладов игрока.</li>
						<li><span class="liNumber">9.7.</span>Пользователь отвечает за безопасность своего Steam-аккаунта. Перенос средств с одного аккаунта на другой не осуществляется. Если Пользователь потерял доступ к своему Steam-аккаунту средства могут быть перенесены по решению Сервиса.</li>
					</ol>
				</div>

				<div class="offer-chapters offer-chapter10">
					<h4><span class="h4Number">10.</span>Порядок разрешения споров</h4>
					<ol>
						<li><span class="liNumber">10.1.</span>Все споры, разногласия и претензии, которые могут возникнуть в связи с исполнением, расторжением или признанием недействительным Соглашения, Стороны будут стремиться решить путем переговоров. Сторона, у которой возникли претензии и/или разногласия, направляет другой Стороне Сообщение в порядке, предусмотренном пунктом 10.1 Соглашения. Сообщение должно содержать суть предъявляемого требования и доказательства, подтверждающие требование.</li>
						<li><span class="liNumber">10.2.</span>В течение 30 рабочих дней с момента получения указанного сообщения Сторона, получившая его, обязана направить ответ на это сообщение в аналогичном порядке.</li>
						<li><span class="liNumber">10.3.</span>В спорных ситуациях, не имеющих прецедента, окончательное решение принимает Сервис.</li>
					</ol>
				</div>

				<div class="offer-chapters offer-chapter11">
					<h4><span class="h4Number">11.</span>Изменение условий Соглашения</h4>
					<ol>
						<li><span class="liNumber">11.1.</span>Сервис вправе в одностороннем порядке изменять условия Соглашения по ряду причин: коммерческим, юридическим, а также по причинам, связанным с обслуживанием клиентов. При этом такие изменения вступают в силу в течение 1 дня с момента доведения публикации новой версии Соглашения на Сайте. Пользователь несет личную ответственность за ознакомление с действующим Соглашением. У Сервиса есть право вносить изменения в работу Сайта когда угодно и без предварительного информирования игроков.</li>
						<li><span class="liNumber">11.2.</span>Пользователь обязан ознакомиться с новой версией Соглашения. Продолжение использования функций Сайта будет означать согласие Пользователя с условиями новой версии Соглашения. Если Пользователь не согласен с условиями новой версии Соглашения, Пользователь может прекратить пользование Сайта и закрыть счет. Дальнейшее использование Сайта после вступления в силу измененных пунктов Соглашения, будет расцениваться как полное его принятие, независимо от того, получил ли игрок соответствующее уведомление или узнал про изменения из обновленного Соглашения.</li>
					</ol>
				</div>

				<div class="offer-chapters offer-chapter12">
					<h4><span class="h4Number">12.</span>Заключительные положения</h4>
					<ol>
						<li><span class="liNumber">12.1.</span>Настоящим Стороны подтверждают, что при исполнении (изменении, дополнении, прекращении) Соглашения, а также при ведении переписки по указанным вопросам, допускается использование аналогов собственноручной подписи Сторон. Стороны подтверждают, что все уведомления, сообщения, соглашения и документы в рамках исполнения Сторонами обязательств, возникших из Соглашения, подписанные аналогами собственноручной подписи Сторон, имеют юридическую силу и обязательны для исполнения Сторонами. Под аналогами собственноручной подписи понимаются уполномоченные адреса электронной почты и учетные данные.</li>
						<li><span class="liNumber">12.2.</span>Стороны признают, что все уведомления, сообщения, соглашения, документы и письма, направленные с использованием уполномоченных адресов электронной почты, считаются направленными и подписанными Сторонами. Все действия, совершенные с использованием учетных данных на Сайте (в том числе, направление уведомление, сообщений и совершение иных действий, предусмотренных функционалом Сайта), считаются совершенными Пользователем.</li>
						<li><span class="liNumber">12.3.</span>Уполномоченными адресами электронной почты Сторон признаются:
							<ol>
								<li><span class="liNumber">12.3.1.</span>Для Сервиса: support@betify.pro;</li>
								<li><span class="liNumber">12.3.2.</span>Для Пользователя: адрес электронной почты, указанный Пользователем в процессе использования Сайта.</li>
							</ol>
						</li>
						<li><span class="liNumber">12.4.</span>Стороны обязуются обеспечивать конфиденциальность сведений и информации, необходимых для доступа к уполномоченным адресам электронной почты и Сайту, не допускать разглашение такой информации и передачу третьим лицам. Стороны самостоятельно определяют порядок ограничения доступа к такой информации.</li>
						<li><span class="liNumber">12.5.</span>До момента получения от второй Стороны информации о нарушении режима конфиденциальности, все действия и документы, совершенные и направленные с помощью уполномоченного адреса электронной почты второй Стороны, даже если такие действия и документы были совершены и направлены иными лицами, считаются совершенными и направленными такой второй Стороной. В этом случае права и обязанности, а также ответственность наступают у такой второй Стороны.</li>
						<li><span class="liNumber">12.6.</span>Признание судом какого-либо положения Соглашения недействительным или не подлежащим принудительному исполнению не влечет недействительности иных положений Соглашения.</li>
						<li><span class="liNumber">12.7.</span>Во всем остальном, что не урегулировано Соглашением, Стороны руководствуются действующим законодательством страны Сервиса без учета его коллизионных норм.</li>
						<li><span class="liNumber">12.8.</span>Пользователь дает согласие на получение рекламных материалов от Сервиса либо от иных лиц по поручению Сервиса на e-mail, указанный при использовании Сайта.</li>
						<li><span class="liNumber">12.9.</span>Согласие на получение рекламных материалов может быть отозвано Пользователем в любое время путем направления Сервису соответствующего письменного уведомления на адрес электронной почты support@betify.pro либо путем совершения действий, указанных в сообщениях (электронных письмах), содержащих такие материалы.</li>
					</ol>
				</div>

				<div class="offer-chapters offer-chapter13">
					<h4><span class="h4Number">13.</span>Правила ответственного подхода к азартным играм</h4>
					<p>Соблюдая приведенные ниже правила, вы сможете наслаждаться Ставками без каких-либо опасений:</p>
					<ol>
						<li><span class="liNumber">13.1.</span>Ставки – это способ развлечения, а не источник заработка.</li>
						<li><span class="liNumber">13.2.</span>Ставьте, только когда вы спокойны и сосредоточены.</li>
						<li><span class="liNumber">13.3.</span>Делайте регулярные перерывы.</li>
						<li><span class="liNumber">13.4.</span>Определите заранее размер месячной суммы для игры. Играйте только с той суммой, которую вам не жалко потерять.</li>
						<li><span class="liNumber">13.5.</span>Прежде чем начинать играть, определите максимальную сумму выигрыша, достигнув которой вы прекратите делать Ставки.</li>
						<li><span class="liNumber">13.6.</span>Заранее определите сумму, которую можете себе позволить проиграть.</li>
						<li><span class="liNumber">13.7.</span>Не делайте Ставки под воздействием алкоголя или медикаментов.</li>
						<li><span class="liNumber">13.8.</span>Не делайте Ставок в подавленном состоянии.</li>
					</ol>
				</div>

				<div class="offer-applications offer-applications1">
					<h4>ПРИЛОЖЕНИЕ №1</h4>
					<p class="bigP">ПРАВИЛА ПРИЕМА СТАВОК И ЗАЧИСЛЕНИЯ ВОЗНАГРАЖДЕНИЯ</p>
					<ol>
						<li><span class="liNumber">1.</span>Ставки размещаются на главной странице Сайта.</li>
						<li><span class="liNumber">2.</span>Минимальная сумма Ставки – 1 рубль, максимальная сумма Ставки – 15000 рублей.</li>
						<li><span class="liNumber">3.</span>Ответственность за ошибочную Ставку на Событие несет Пользователь. Отменить Ставку на Событие нельзя.</li>
						<li><span class="liNumber">4.</span>Прием Ставок продолжается до начала События.</li>
						<li><span class="liNumber">5.</span>Время и дата начала События может меняться, в зависимости от решения организаторов События, а также по решению модератора, до момента начала стадии пиков или окончания разминки.</li>
						<li><span class="liNumber">6.</span>Выигрыш от Ставки может меняться, в зависимости от суммарных Ставок на обе команды, вплоть до начала События.</li>
						<li><span class="liNumber">7.</span>Если команда не явилась на Событие и ей присуждается техническое поражение, Ставки возвращаются</li>
						<li><span class="liNumber">8.</span>При счете 1:1 в Событии с указанной серией «Best of 2» Ставка возвращается в полном объеме без выплаты выигрыша.</li>
						<li><span class="liNumber">9.</span>Если Событие до или после его начала откладывается на любой срок, Администрация оставляет за собой право в одностороннем порядке принимать решение относительно сохранения или возврата ставок, совершенных на данное Событие.</li>
						<li><span class="liNumber">10.</span>Если Событие подлежит отмене по причине технического поражения (или любого другого, за исключением подозрений на подставной исход встречи) Ставки возвращаются с коэффициентом выигрыша равным «1,00».</li>
						<li><span class="liNumber">11.</span>Сервис вправе разбивать События серии «Best of 2» на два События серии «Best of 1». В таком случае результат для каждого События выставляется последовательно, согласно результатам Событий серии.</li>
						<li><span class="liNumber">12.</span>Выставление результата События может задерживать на 30 минут после окончания События.</li>
						<li><span class="liNumber">13.</span>Если тот или иной игрок (игроки), участвующий в Событие, подвергся DDoS-атаке, результат События будет определен в соответствии с официальной позицией организаторов События и решением Сервиса.</li>
						<li><span class="liNumber">14.</span>Если уже после завершения События организаторы События принимают решение о переигровке, ставки на первоначальное Событие не возвращаются.</li>
						<li><span class="liNumber">15.</span>Если формат События меняется с bo3 на bo1 (или наоборот), с bo5 на bo3 (или наоборот) организаторами События или по договоренности между командами, Ставки не возвращаются.</li>
						<li><span class="liNumber">16.</span>Если формат События был указан ошибочно, Ставки не возвращаются.</li>
						<li><span class="liNumber">17.</span>В случае, если на Сайте некорректно указан результат События, пересмотр результатов будет произведен в течение 24 часов, после чего Ставки могут быть возвращены или не возвращены.</li>
						<li><span class="liNumber">18.</span>Сервис вправе отменять результаты любых Событий, в том числе Событий, которые уже прошли, на основании каких-либо нарушений, возникновения программных или аппаратных сбоев или ошибок, которые были допущены в ходе События (серии Событий). В таком случае Сервис осуществляет возврат ставок с коэффициентом выигрыша равным «1,00».</li>
						<li><span class="liNumber">19.</span>Время, отведенное на обжалование результата матча, не корректного зачисления или списания средств - 24 часа с момента окончания События.</li>
						<li><span class="liNumber">20.</span>Если Событие начинается со счета 1-0 в пользу одной из команд, и это очко было присвоено за прохождение по верхней сетке или по другим причинам (не связанным с техническим поражением) - Событие не отменяется.</li>
						<li><span class="liNumber">21.</span>Отмена или смена результата уже законченного события (подставной характер встречи, использование запрещенных программ и т.д.) может повлиять на результат ставки.</li>
					</ol>
				</div>

				<div class="offer-applications offer-applications2">
					<h4>ПРИЛОЖЕНИЕ №2</h4>
					<p class="bigP">ЗАЯВЛЕНИЕ О РАСКРЫТИИ РИСКОВ</p>
					<p>Информация, изложенная в этом заявлении, предназначена только для Вашего ознакомления и не содержит юридических, налоговых или других советов. Заявление не содержит исчерпывающей информации, описывающей Ставки, Вы всегда должны оценивать Ставки исходя из Ваших целей и материального состояния.</p>
					<ol>
						<li><span class="liNumber">1.</span>По результатам События Вы можете полностью потерять средства, которые были поставлены на ставку.</li>
						<li><span class="liNumber">2.</span>На выигрыш со Ставки могут накладываться затраты (включая плату за транзакцию и комиссию. В большинстве случаев, в зависимости от Вашей юрисдикции, мы взимаем плату за размещение и списание средств на балансе Вашего аккаунта. Вы ответственны за комиссию обслуживающего Вас банка за размещение средств на балансе. Прежде чем Вы начнете пользоваться услугами, предоставляемыми Администратором, Вы должны быть подробно ознакомлены со всеми комиссиями и другими сборами, за которые Вы несете ответственность.</li>
						<li><span class="liNumber">3.</span>Вы принимаете на себя риск возникновения финансовых потерь по причине неисправности информационных, коммуникационных, электрических и других систем, используемых для предоставления Сервисом услуг.</li>
						<li><span class="liNumber">4.</span>Вы принимаете на себя риск возникновения финансовых потерь, вызванных обстоятельствами непреодолимой силы (форс-мажор).</li>
						<li><span class="liNumber">5.</span>Настоящее Заявление не имеет своей целью заставить Пользователя отказаться от использования услуг, предоставляемых Сервисом, а призвано помочь Пользователю оценить риски, связанные со Ставками.</li>
					</ol>
					<p>ЭТО КРАТКОЕ ЗАЯВЛЕНИЕ НЕ РАСКРЫВАЕТ ВСЕХ РИСКОВ, СВЯЗАННЫХ СО СТАВКАМИ!</p>
				</div>

				<div class="offer-applications offer-applications3">
					<h4>ПРИЛОЖЕНИЕ №3</h4>
					<p class="bigP">ПОЛИТИКА САМООГРАНИЧЕНИЯ</p>
					<p>По запросу Пользователя мы закроем его учетную запись на определенный период, в течение которого учетную запись будет невозможно восстановить ни по какой причине. Вы можете в любой момент закрыть свою учетную запись в соответствии с нашей политикой самоограничения, сообщив в нашу службу поддержки клиентов имя Пользователя. По истечении периода самоограничения вы можете потребовать восстановить учетную запись, обратившись в нашу службу поддержки клиентов, отправив электронное письмо с подробной информацией об учетной записи, которую вы хотите восстановить. Все запросы на восстановление закрытого аккаунта будут рассмотрены Сервисом. Учетные записи, закрытые в рамках нашей политики самоограничения, не могут быть повторно открыты по какой-либо причине до истечения периода самоограничения. Если вы просили нас закрыть вашу учетную запись на неопределенный срок, ваша учетная запись не может быть восстановлена по какой-либо причине. Мы будем использовать все разумные усилия для обеспечения соответствия нашей политике самоограничения. Тем не менее, Вы соглашаетесь с тем, что мы не несем никакой ответственности или обязательств, если вы продолжаете пополнять баланс и делать ставки с использованием других аккаунтов или открываете новую учетную запись с идентичными персональными данными. При самоограничении все будущие ставки, промокоды и возможности участия в любых рекламных акциях будут утрачены. Мы не сможем восстановить их, если учетная запись будет восстановлена после периода самоограничения. Все остатки на балансе, за вычетом любых активных бонусов, должны быть переведены на вашу кредитную карту, банковский счет или любой другой доступный способ оплаты.</p>
				</div>

				<div class="offer-applications offer-applications4">
					<h4>ПРИЛОЖЕНИЕ №4</h4>
					<p class="bigP">AML/KYC ПОЛИТИКА</p>
					<p>Политика Сервиса по борьбе с отмыванием денег и политика «Знай своего клиента» (далее AML/KYC политика) предназначена для предотвращения и смягчения возможных рисков вовлечения Сервиса в какой-либо вид незаконной деятельности.</p>
					<p>Как международные, так и местные постановления требуют от Сервиса внедрения эффективных внутренних процедур и механизмов для предотвращения отмывания денег, финансирования терроризма, торговли наркотиками и людьми, распространения оружия массового уничтожения, коррупции и взяточничества и участия Пользователя в какой-либо другой подозрительной деятельности.</p>
					<p><b>Процедура проверки</b></p>
					<p>Одним из международных стандартов предотвращения незаконной деятельности является проверка благонадежности клиентов (“CDD”). Согласно CDD, Сервис устанавливает собственные процедуры проверки в рамках стандартов борьбы с отмыванием денег и «Знай своего клиента».</p>
					<p>Процедура проверки личности требует, чтобы Пользователь предоставил Сервису надежные документы или информацию (например, паспорт, международный паспорт, выписку из банка, счет за коммунальные услуги). В целях AML/KYC политики Сервис оставляет за собой право собирать персональную информацию Пользователя.</p>
					<p>Сервис оставляет за собой право проверять личность Пользователя на постоянной основе, особенно в случаях изменения его персональной информации или подозрительных действий (необычных для конкретного Пользователя). Кроме того, Сервис оставляет за собой право запрашивать обновленные документы Пользователя несмотря на то, что Пользователь прошел проверку в прошлом.</p>
					<p>Персональная информация Пользователя будет собираться, храниться и защищаться строго в соответствии с Политикой конфиденциальности Сервиса. После подтверждения личности Пользователя Сервис имеет право снять с себя возможную юридическую ответственность в ситуациях, когда Сайт используется для совершения незаконной деятельности.</p>
					<p><b>Процедура проверки</b></p>
					<p>Пользователь гарантирует законность происхождения, владения и наличие у Пользователя законного права использования средств, зачисляемых на аккаунт Пользователя.</p>
					<p>В случае подозрительного или мошеннического зачисления средств, включая использование украденных кредитных карт и/или других действий мошеннического характера (включая какие-либо возвраты или отмены платежей), Сервис оставляет за собой право остановить использование Сайта и заблокировать пользовательский аккаунт, а также отменить все результаты любых ставок Пользователя.</p>
					<p>В отношении AML/KYC политики Сервис следит за всеми транзакциями и оставляет за собой право:</p>
					<ol>
						<li><span class="liNumber">1.</span>обеспечить доведение до сведения соответствующих правоохранительных органов транзакций подозрительного характера;</li>
						<li><span class="liNumber">2.</span>запросить у Пользователя предоставление любой дополнительной информации и документов в случае подозрительных транзакций;</li>
						<li><span class="liNumber">3.</span>приостановить или прекратить действие пользовательского аккаунта в случае наличия у Сервиса достаточных оснований подозревать, что данный Пользователь вовлечен в незаконную деятельность.</li>
					</ol>
					<p>Представленный выше список не является исчерпывающим, и Сервис будет ежедневно отслеживать транзакции Пользователей для того, чтобы определить какие транзакции являются подозрительными, а какие добросовестными.</p>
				</div>

				<div class="offer-applications offer-applications5">
					<h4>ПРИЛОЖЕНИЕ №5</h4>
					<p class="bigP">ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ</p>
					<p>Сервис обязуется соблюдать и защищать Вашу конфиденциальность.</p>
					<p>Настоящая политика конфиденциальности (вместе с настоящим Пользовательским соглашением) регулируют сбор, обработку и использование Вашей персональной информации. Мы определяем «Персональную информацию» как информацию, которая идентифицирует Вашу личность, например, Ваше имя, адрес проживания, адрес электронной почты, Ваши ставки и т.д.</p>
					<p>Цель настоящей политики конфиденциальности – сообщить Вам:</p>
					<ol>
						<li><span class="liNumber">1.</span>О типах собираемой персональной информации и то, как она будет использоваться;</li>
						<li><span class="liNumber">2.</span>Об использовании нами информации об IP-адресе и файлах cookie;</li>
						<li><span class="liNumber">3.</span>О любом раскрытии персональной информации третьим лицам;</li>
						<li><span class="liNumber">4.</span>О Вашей возможности исправлять, обновлять и удалять Вашу персональную информацию</li>
						<li><span class="liNumber">5.</span>5. О мерах безопасности, которые мы применяем для предотвращения потери, неправильного использования или изменения персональной информации под нашим контролем.</li>
					</ol>
					<p><b>Сбор и использование персональной информации</b></p>
					<p>Мы можем собирать Вашу персональную информацию в случае использования Вами Сайта, регистрации аккаунта для использования Сайта или совершения Ставок на Сайте. Типы информации, которые мы собираем, могут включать:</p>
					<ol>
						<li><span class="liNumber">1.</span>Ваше имя;</li>
						<li><span class="liNumber">2.</span>Вашу фотографию;</li>
						<li><span class="liNumber">3.</span>Ваш телефонный номер;</li>
						<li><span class="liNumber">4.</span>Ваш e-mail;</li>
						<li><span class="liNumber">5.</span>Вашу дату рождения;</li>
						<li><span class="liNumber">6.</span>Ваши ставки.</li>
					</ol>
					<p>Мы можем использовать Вашу персональную информацию в следующих целях:</p>
					<ol>
						<li><span class="liNumber">1.</span>разрешить Вам открыть аккаунт на Сайте и управлять им;</li>
						<li><span class="liNumber">2.</span>дать Вам возможность делать ставки на Сайте;</li>
						<li><span class="liNumber">3.</span>ответить на Ваши вопросы, в случае обращения к Сервису;</li>
						<li><span class="liNumber">4.</span>анализировать модель использования Сайта;</li>
						<li><span class="liNumber">5.</span>в управленческих целях по мере необходимости;</li>
						<li><span class="liNumber">6.</span>предоставлять Вам информацию о продуктах и рекламных акциях, которые могут Вас заинтересовать, от нас самих и третьих лиц, только в том случае, если Вы отдельно согласились получать такую информацию;</li>
						<li><span class="liNumber">7.</span>для рыночных исследований, например, для анализа потребностей пользователей, получения отзывов по работоспособности Сайта и т.п.</li>
					</ol>
					<p>Мы будем использовать Вашу персональную информацию только в тех целях, для которых она была предоставлена.</p>

					<p><b>IP-адреса</b></p>
					<p>Мы можем собирать информацию о Вашем компьютере, включая IP-адрес, операционную систему и информацию о браузере в целях администрирования и улучшения работы Сервиса в целом. Это статистическая информация о моделях поведения пользователя и не содержит данных о конкретных пользователях.</p>

					<p><b>Файлы cookie</b></p>
					<p>Мы используем функцию браузера, известную как «cookie», которая присваивает индивидуальный идентификатор Вашему компьютеру. Файлы cookie обычно хранятся на жестком диске Вашего компьютера. Информация, собираемая из файлов cookie, используется для оценки эффективности использования нашего Сайта, анализа трендов и администрирования. Информация, собираемая из файлов cookie, позволяет нам определить самые посещаемые места Сайта, а также трудности, которые возникают у посетителей. Благодаря этой информации мы можем улучшить качество Вашего использования Сайта, распознавая и предоставляя наиболее желаемые функции и информацию, а также устраняя трудности доступа.</p>
					<p>Для лучшего понимания использования Сайта мы прибегаем к услугам сторонних поставщиков, которые размещают файлы cookie на жестком диске Вашего компьютера и получают данные, которые информируют нас о модели использования Сайта посетителями, наиболее просматриваемых продуктах и транзакциях. Наши поставщики услуг анализируют информацию и предоставляют нам агрегированный отчет. Предоставляемая аналитика будет использоваться для того, чтобы помочь нам лучше понять интересы посетителей Сайта. Информация, собираемая сторонними поставщиками услуг может быть связана с информацией, которую мы собираем о Вас в процессе использования Сайта. Использование информации, получаемой сторонними поставщиками услуг с Сайта, ограничено оказанием услуг Сервису</p>
					<p>Используя Сайт, Вы соглашаетесь с тем, что мы можем использовать файлы cookie в целях, изложенных выше.</p>

					<p><b>Раскрытие персональной информации</b></p>
					<p>Мы используем персональную информацию для целей, указанных в момент предоставления Вами такой информации и/или для целей, изложенных в настоящей Политике конфиденциальности и/или в иных случаях, разрешенных законом.</p>
					<p>Мы также можем предоставить доступ к персональной информации Пользователей правоохранительным или регулирующим органам, в случае запроса.</p>
					<p>Любая третья сторона, которая получит или уже имеет доступ к персональной информации, обязана защищать данную информацию и использовать ее только в целях выполнения услуг для Сервиса, если иное не требуется законом.</p>
					<p>Мы гарантируем, что любая третья сторона, получающая доступ к персональной информации, будет знать об обязательствах, накладываемых нашей Политикой конфиденциальности. При сделках с любыми третьими сторонами персональные данные Пользователей будут защищены обязательствами, обладающими не меньшей силой, чем настоящая Политика конфиденциальности, либо чем те, которые налагаются на Сервис в соответствии с действующими законами о защите данных.</p>

					<p><b>Исправление, изменение и удаление персональной информации</b></p>
					<p>Вы имеете право на доступ к своей персональной информации, а также исправление, обновление и блокировку неточных и/или неправильных данных, отправив нам электронное письмо на support@betify.pro.</p>
					<p>Вы также можете запросить закрытие или удаление Вашего аккаунта и персональной информации, отправив нам электронное письмо на support@betify.pro. Сервис выполнит Ваш запрос, если это не будет противоречить его юридическим и нормативным обязательствам.</p>
					<p>По Вашему письменному запросу мы сообщим Вам о Вашей персональной информации, хранящейся у нас, ее использовании и раскрытии. За доступ к персональной информации может взиматься плата.</p>

					<p><b>Безопасность</b></p>
					<p>Мы внедрили меры безопасности для обеспечения конфиденциальности Вашей персональной информации и ее защиты от потери, неправильного использования, изменения или уничтожения. Только уполномоченный персонал имеет доступ к персональной информации. Принятые меры безопасности будут пересматриваться время от времени в соответствии с техническим и правовым развитием.</p>

					<p><b>Право удержания персональной информации</b></p>
					<p>Мы будем хранить Вашу персональную информацию только до тех пор, пока это необходимо для нас, с учетом целей, описанных в настоящей Политике конфиденциальности, и наших собственных правовых и нормативных требований. В соответствии с нашими стандартами мы будем хранить данные об аккаунте и персональную информацию по крайней мере в течение пяти лет с момента закрытия аккаунта Пользователем.</p>

					<p><b>Ссылки</b></p>
					<p>На нашем Сайте могут быть ссылки на другие сайты и ресурсы, предоставленные третьими сторонами. Политика конфиденциальности относится только к нашему Сайту. Для доступа к сторонним сайтам или источникам требуется покинуть наш Сайт. Мы не управляем сторонними сайтами и их контентом; Вы соглашаетесь с тем, что мы никоим образом не несем ответственности за сторонние сайты, включая, но не ограничиваясь, их контентом, политикой, сбоями, рекламными акциями, продуктами, сервисом или действиями и/или любыми убытками, потерями или проблемами, связанные с этими сайтами. Мы рекомендуем Вам ознакомиться с политиками, правилами, соглашениями и положениями, включая политику конфиденциальности, каждого сайта, который Вы посещает</p>

					<p><b>Изменения</b></p>
					<p>Политики Сайта, контент, информация, рекламные акции, раскрытие информации, отказ от ответственности могут быть пересмотрены, изменены, обновлены и/или дополнены в любое время без предварительного уведомления на усмотрение Сервиса.</p>

				</div>

			</div>		
		</section>
	</transition>	
	
</template>

<script>
	export default {
		methods: {
			leaveAgreement() {
				window.scrollTo(0,0);
				this.$router.go(-1);
								
			}		
		}
}
</script>

<style scoped lang="sass">	
.fadeIn-enter
	opacity: 0
	transform: translate3d(10%, 0px, 60px)
.fadeIn-enter-active
	transition: all 0.3s
.fadeIn-leave-active
	opacity: 0
.offer
	background-color: #0b101c
	margin-left: 25%
	padding: 0px
	align-content: flex-start
	color: rgba(255, 255, 255, 0.3)
	font-size: 14px
	padding: 5px 45px
	.closeOffer
		user-select: none
		color: rgba(254, 144, 59, 0.8)
		font-weight: 600
		margin-top: 10px
		margin-left: 0px
		padding: 0px
		width: 100%
		transition: 0.4s
		cursor: pointer
		i
			margin-right: 5px
		&:hover
			// transform: translateX(-7px) scale(0.999)
			text-decoration: underline
	&-promo
		margin-top: 10px
		padding: 0px
		p, ol
			color: inherit
			margin-bottom: 5px
	&-head
		width: 100%
		text-align: center
		// font-size: 24px
		color: inherit
		font-weight: 600
		letter-spacing: 0.6px
		margin-top: 15px
		margin-bottom: 5px
	&-version
		text-align: center
		font-size: 16px
		display: block
		width: 100%
	&-underPromo
		padding: 0px
		margin-top: 20px
		p
			margin-bottom: 15px
			letter-spacing: 0.5px
	&-chaptersWrap
		margin-top: 30px
		div
			margin-bottom: 45px
			h4
				text-align: left
				margin-bottom: 20px
				letter-spacing: 0.6px
				padding-left: 30px
				position: relative
				.h4Number
					position: absolute
					width: 30px
					top: 0px
					left: 0px
			p
				letter-spacing: 0.5px

			ol
				list-style-type: none
				padding-left: 30px				
				li
					letter-spacing: 0.5px
					margin-bottom: 10px
					padding-left: 50px
					position: relative
					.liNumber
						display: inline-block
						width: 50px
						position: absolute
						top: 0px
						left: 0px
						text-align: left
					dl
						margin-top: 25px
						margin-bottom: 8px
						margin-left: 0px
						padding: 0px
						dt
							width: 20%
							font-size: 15px
							display: inline-block
							font-weight: 600
						dd
							width: 76%
							font-size: 13px
							display: inline-block
							margin-bottom: 20px
					.lastSpanAfterDl
						display: inline-block
						margin-bottom: 15px
					ol, ul
						margin-top: 15px
						margin-bottom: 15px
						padding-left: 0px
					ul
						padding-left: 15px
						li
							padding-left: 10px
				li:last-of-type
					margin-bottom: 0px
		.offer-applications
			h4, .bigP
				text-align: center
				margin-bottom: 10px
			.bigP
				margin-bottom: 25px
			ol
				padding: 0px
</style>